
////////////// CORRECT JSON FORMAT //////////////
{
   "born-ready" : {
      "rooms" : [
         {
            "name" : "Laundry Room",
            "image" : "laundryRoom",
            "tasks" : [
               {
                  "text" : "Secure laundry room door with door locks.",
                  "section" : "Entryways"
               },
               {
                  "text" : "Secure drawers or cabinets that contain hazardous products with locks.",
                  "section" : "Storage"
               },
               {
                  "text" : "Activate child lock feature on washer's control panel.",
                  "section" : "Washer & Dryer",
                  "tips" : [
                     {
                        "text" : "This prevents the door from opening mid-cycle."
                     }
                  ]
               }, 
               {
                  "text" : "Limit space on the sides of the washer and dryer.",
                  "section" : "Washer & Dryer",
                  "tips" : [
                     {
                        "text" : "This prevents your child from crawling behind the machines."
                     }
                  ]
               }
            ]
         },
         {
            "name" : "Nursery/Bedroom",
            "image" : "nursery",
            "tasks" : [
               {
                  "text" : "Purchase a crib with fixed sides, narrow slats, and no corner posts. If using a glider, purchase one with a stop-lock mechanism.",
                  "section" : "Crib",
                  "tips" : [
                     {
                        "text" : "Drop-sided cribs pose a threat to infants, many of whom have been injured or killed as a result of hardware malfunctions common to the crib's design."
                     },
                     {
                        "text" : "Slats should be no further than 2 and 3/8th inches apart."
                     },
                     {
                        "text" : "Clothing may become caught on posts, resulting in strangulation."
                     },
                     {
                        "text" : "A glider with a stop-lock mechanism prevents the glider from moving when not in use."
                     }
                  ]
               }, 
               {
                  "text" : "Ensure the crib mattress is firm and well-fitting.",
                  "section" : "Crib",
                  "tips" : [
                     {
                        "text" : "There should be no more than two fingers of space between the side of the mattress and the crib frame; any larger and your baby may become entrapped between the two, resulting in injury or suffocation."
                     }
                  ]
               },
               {
                  "text" : "Remove soft toys and bedding from crib. Leave only a thin mattress and fitted sheet.",
                  "section" : "Crib",
                  "tips" : [
                     {
                        "text" : "Blankets, pillows, and bumpers of any kind pose a risk of suffocation and or entrapment and should never be used in a crib."
                     }
                  ]
               },
               {
                  "text" : "Once baby can sit up, remove hanging mobiles from crib.",
                  "section" : "Crib"
               },
               {
                  "text" : "Move crib away from anything that could be used for climbing.",
                  "section" : "Crib"
               },
               {
                  "text" : "Ensure crib is not next to a heater or an area with direct sunlight.",
                  "section" : "Crib",
                  "tips" : [
                     {
                        "text" : "Both are risk factors for SIDS."
                     }
                  ]
               },
               {
                  "text" : "Install window guards.",
                  "section" : "Window",
                  "tips" : [
                     {
                        "text" : "While window guards provide reassurance, they are not a substitute for parental supervision."
                     }
                  ]
               }
            ]
         },
         {
            "name" : "Garage",
            "image" : "garage",
            "tasks" : [
               {
                  "text" : "Store tools out of reach and don't allow electrical cords to dangle.",
                  "section" : "Storage"
               },
               {
                  "text" : "Put toxic substances in locked storage.",
                  "section" : "Storage"
               },
               {
                  "text" : "Store buckets upside down to prevent liquid accumulation.",
                  "section" : "Storage"
               },
               {
                  "text" : "Keep recycling and garbage containers closed and locked.",
                  "section" : "Storage"
               },
               {
                  "text" : "Install lock on the door connecting the house to the garage.",
                  "section" : "Entryways"
               },
               {
                  "text" : "Install lock on any entryways leading to the basement.",
                  "section" : "Entryways"
               },
               {
                  "text" : "Make sure the garage door has a safety sensor.",
                  "section" : "Garage Door"
               }
            ]
         },
         {
            "name" : "Bathroom",
            "image" : "bathroom",
            "tasks" : [
               {
                  "text" : "Secure cabinets with cabinet locks.",
                  "section" : "Storage",
                  "tips" : [
                     {
                        "text" : "Put safety guards on any cabinet or drawer that contains medicine or any other hazardous items."
                     }
                  ]
               },
               {
                  "text" : "Ensure medications are out of reach and secured with childproof tops.",
                  "section" : "Storage"
               },
               {
                  "text" : "Secure toilet with toilet locks.",
                  "section" : "Toilet",
                  "tips" : [
                     {
                        "text" : "Put safety guards on toilets to make sure that your child cannot get in them."
                     }
                  ]
               },
               {
                  "text" : "Install a spout cover in the bathtub.",
                  "section" : "Bathtub & Shower",
                  "tips" : [
                     {
                        "text" : "Note: bathtub spouts are the third most common cause of stitches in babies."
                     }
                  ]
               },
               {
                  "text" : "Put non-slip mats in and beside the bathtub.",
                  "section" : "Bathtub & Shower"
               },
               {
                  "text" : "Have a plumber install an anti-scald device for the faucets and shower head.",
                  "section" : "Bathtub & Shower",
                  "tips" : [
                     {
                        "text" : "Regulate the water temperature to help prevent burns."
                     }
                  ]
               },
               {
                  "text" : "Reduce water heater settings to 120 degrees Farenheit.",
                  "section" : "Bathtub & Shower"
               },
               {
                  "text" : "Install a stable shower curtain rod.",
                  "section" : "Bathtub & Shower"
               }
            ]
         },
         {
            "name" : "Kitchen",
            "image" : "kitchen",
            "tasks" : [
               {
                  "text" : "Install covers for stove and oven knobs.",
                  "section" : "Stove & Oven",
                  "tips" : [
                     {
                        "text" : "This prevents your child from turning on the stove or oven accidentally."
                     }
                  ]
               },
               {
                  "text" : "Install an appliance latch for the oven door.",
                  "section" : "Stove & Oven",
                  "tips" : [
                     {
                        "text" : "This prevents your child from opening a potentially hot oven."
                     }
                  ]
               },
               {
                  "text" : "Install stove guard to block access to burners.",
                  "section" : "Stove & Oven",
                  "tips" : [
                     {
                        "text" : "A barrier keeps your child's small hands away from burners."
                     }
                  ]
               },
               {
                  "text" : "Always keep pot handles turned toward wall while cooking.",
                  "section" : "Stove & Oven"
               },
               {
                  "text" : "Always keep hot food and drinks away from table edge.",
                  "section" : "Stove & Oven"
               },
               {
                  "text" : "When possible, cook using only back burners.",
                  "section" : "Stove & Oven"
               },
               {
                  "text" : "Install safety latches on refrigerator and freezer doors.",
                  "section" : "Refrigerator"
               },
               {
                  "text" : "Remove magnets from the refrigerator.",
                  "section" : "Refrigerator",
                  "tips" : [
                     {
                        "text" : "Magnets are a choking hazard."
                     }
                  ]
               },
               {
                  "text" : "Install a safety cover on the garbage disposal.",
                  "section" : "Sink"
               },
               {
                  "text" : "Do not use placemats or tablecloths.",
                  "section" : "Storage",
                  "tips" : [
                     {
                        "text" : "This prevents your child from yanking loose cloth and having items fall on them."
                     }
                  ]
               },
               {
                  "text" : "Attach safety latches and locks.",
                  "section" : "Storage",
                  "tips" : [
                     {
                        "text" : "Secure any drawers containing knives, scissors, or sharp utensils."
                     },
                     {
                        "text" : "Keep kids out of any cabinets that contain household cleaners."
                     }
                  ]
               }
            ]
         },
         {
            "name" : "Living Room",
            "image" : "livingRoom",
            "tasks" : [
               {
                  "text" : "Install foam bumpers on the fireplace hearth and mantles.",
                  "section" : "Furniture"
               },
               {
                  "text" : "Secure heavy furniture to walls.",
                  "section" : "Furniture"
               },
               {
                  "text" : "Secure the television to the wall, or place the television on tall sturdy furniture.",
                  "section" : "Furniture"
               },
               {
                  "text" : "Remove floor lamps.",
                  "section" : "Furniture"
               },
               {
                  "text" : "Block access to all floor heaters and radiators.",
                  "section" : "Furniture"
               },
               {
                  "text" : "Install fireplace screen around fireplace.",
                  "section" : "Furniture"
               },
               {
                  "text" : "Install bumpers to sharp corners on furniture.",
                  "section" : "Furniture"
               },
               {
                  "text" : "Move all electric cords behind furniture or under rugs.",
                  "section" : "Storage"
               },
               {
                  "text" : "Latch cupboards, doors, and drawers within baby's reach.",
                  "section" : "Storage"
               },
               {
                  "text" : "Purchase baby-safe doorstops.",
                  "section" : "Entryways"
               },
               {
                  "text" : "Place baby gates at the top and bottom of every set of stairs.",
                  "section" : "Entryways"
               },
               {
                  "text" : "Install plexiglass on stair and balcony rail spaces greater than four inches.",
                  "section" : "Entryways"
               }
            ]
         },
         {
            "name" : "Outdoors",
            "image" : "outdoors",
            "tasks" : [
               {
                  "text" : "Ensure backyard gates latch securely.",
                  "section" : "Yard"
               },
               {
                  "text" : "Make a kid-free zone.",
                  "section" : "Yard",
                  "tips" : [
                     {
                        "text" : "Prevent your child from entering the grilling area, as well as any structure or shed that might contain tools, lawn mowers, etc."
                     }
                  ]
               },
               {
                  "text" : "Ensure ground cover is soft (grass or rubber), and avoid pea gravel at all costs.",
                  "section" : "Yard",
                  "tips" : [
                     {
                        "text" : "Pea gravel is a choking hazard."
                     }
                  ]
               },
               {
                  "text" : "Avoid dangerous plants.",
                  "section" : "Yard",
                  "tips" : [
                     {
                        "text" : "This includes plants that are toxic (mushrooms), prickly (rose, bougainvillea), and bear fruits (berries)."
                     }
                  ]
               },
               {
                  "text" : "Ensure fertilizers and insecticides are safe during and after application.",
                  "section" : "Yard"
               },
               {
                  "text" : "Store garden hoses out of the sun.",
                  "section" : "Storage",
                  "tips" : [
                     {
                        "text" : "Water remaining in the hose can scald the child."
                     }
                  ]
               },
               {
                  "text" : "Empty wading pools and store upright after each use.",
                  "section" : "Pool"
               },
               {
                  "text" : "Install a locked fence around permanent pool structures.",
                  "section" : "Pool",
                  "tips" : [
                     {
                        "text" : "Ensure that the gate to the pool has a lock that prevents your child from entering alone but can be opened quickly by an adult in case of an emergency."
                     },
                     {
                        "text" : "Don't let water accumulate on the top of the pool cover - that's a drowning hazard!"
                     }
                  ]
               },
               {
                  "text" : "Install tall flags on riding toys and ensure riding area is safe.",
                  "section" : "Toys"
               }
            ]
         },
         {
            "name" : "Entire Home",
            "image" : "entireHome",
            "tasks" : [
               {
                  "text" : "Cut window-blind cords.",
                  "section" : "Windows",
                  "tips" : [
                     {
                        "text" : "Alternatively, use safety tassels and inner cord stops so that your child cannot get entagled."
                     }
                  ]
               },
               {
                  "text" : "Place covers over unused outlets.",
                  "section" : "Outlets",
                  "tips" : [
                     {
                        "text" : "Sliding covers are the best as the push-in ones can be pulled out and possibly choked on."
                     }
                  ]
               },
               {
                  "text" : "Install hardware-mounted safety gates in front of any stairs in the house.",
                  "section" : "Stairways"
               },
               {
                  "text" : "Install corner and edge bumpers.",
                  "section" : "Furniture",
                  "tips" : [
                     {
                        "text" : "These will help prevent injuries from falls against sharp edges."
                     }
                  ]
               },
               {
                  "text" : "Use doorstops and door holders.",
                  "section" : "Entryways",
                  "tips" : [
                     {
                        "text" : "This prevents your child's small fingers from being crushed or pinched in doors and door hinges."
                     }
                  ]
               },
               {
                  "text" : "Ensure all cords are off the floor.",
                  "section" : "Storage",
                  "tips" : [
                     {
                        "text" : "Your child can get tangled in any cords."
                     }
                  ]
               }
            ]
         }
      ]
   }
}
